Repository: cypherair/cypherair
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.selfTest
source: Self-Test
zh_hans: 自检

# settings.theme
source: Color Theme
zh_hans: 颜色主题

# settings.title
source: Settings
zh_hans: 设置

# settings.viewOnboarding
source: View Onboarding
zh_hans: 查看引导

# sign.button
source: Sign
zh_hans: 签名

# sign.cannotAccessFile
source: Cannot access selected file
zh_hans: 无法访问所选文件

# sign.detached.result
source: Detached Signature
zh_hans: 分离签名

# sign.file.header
source: File to Sign
zh_hans: 待签名文件

# sign.input
source: Message to Sign
zh_hans: 待签名消息

# sign.mode
source: Mode
zh_hans: 模式

# sign.mode.file
source: File
zh_hans: 文件

# sign.mode.text
source: Text
zh_hans: 文本

# sign.result
source: Signed Message
zh_hans: 签名消息

# sign.selectedFile
source: Selected
zh_hans: 已选择

# sign.selectFile
source: Select File
zh_hans: 选择文件

# sign.share.signature
source: Share .sig File
zh_hans: 分享 .sig 文件

# sign.signing
source: Signing...
zh_hans: 签名中…

# sign.signingKey
source: Signing Key
zh_hans: 签名密钥

# sign.title
source: Sign
zh_hans: 签名

# signature.bad
source: Signature verification failed — content may have been modified
zh_hans: 签名验证失败——内容可能已被修改

# signature.expired
source: Signed by an expired key — ask the sender to update their key
zh_hans: 由过期密钥签名——请让发送者更新密钥

# signature.none
source: This message was not signed
zh_hans: 此消息未签名

# signature.unknown
source: Signed by an unknown key — signer not in your contacts
zh_hans: 由未知密钥签名——签名者不在你的通讯录中

# signature.valid
source: Valid signature
zh_hans: 有效签名

# signature.valid.fingerprint
source: Valid signature from %@
zh_hans: 来自 %@ 的有效签名

# signature.valid.known
source: Valid signature from %@
zh_hans: 来自 %@ 的有效签名

# tab.contacts
source: Contacts
zh_hans: 通讯录

# tab.home
source: Home
zh_hans: 首页

# tab.keys
source: Keys
zh_hans: 密钥

# tab.section.tools
source: Tools
zh_hans: 工具

# tab.settings
source: Settings
zh_hans: 设置

# theme.bisexualPride
source: Bisexual
zh_hans: 暮光

# theme.defaultBlue
source: Blue
zh_hans: 蓝色

# theme.graphite
source: Graphite
zh_hans: 石墨

# theme.indigo
source: Indigo
zh_hans: 靛蓝

# theme.mint
source: Mint
zh_hans: 薄荷绿

# theme.nonBinary
source: Non-Binary
zh_hans: 星光

# theme.orange
source: Orange
zh_hans: 橙色

# theme.pink
source: Pink
zh_hans: 粉色

# theme.prideRainbow
source: Pride
zh_hans: 彩虹

# theme.purple
source: Purple
zh_hans: 紫色

# theme.red
source: Red
zh_hans: 红色

# theme.systemDefault
source: Default
zh_hans: 默认

# theme.teal
source: Teal
zh_hans: 青色

# theme.transPride
source: Trans
zh_hans: 天空

# verify.button
source: Verify
zh_hans: 验证

# verify.cannotAccessOriginal
source: Cannot access original file
zh_hans: 无法访问原始文件

# verify.cannotAccessSignature
source: Cannot access signature file
zh_hans: 无法访问签名文件

# verify.clearImportedFile
source: Clear imported file
zh_hans: 清除已导入文件

# verify.detached.original
source: Original File
zh_hans: 原始文件

# verify.detached.signature
source: Signature File
zh_hans: 签名文件

# verify.importCleartextFile
source: Import Signed File
zh_hans: 导入签名文件

# verify.importCleartextReadFailed
source: Could not read signed message file
zh_hans: 无法读取签名消息文件

# verify.input
source: Signed Message
zh_hans: 签名消息

# verify.mode
source: Mode
zh_hans: 模式

# verify.mode.cleartext
source: Cleartext
zh_hans: 明文

# verify.mode.detached
source: Detached
zh_hans: 分离

# verify.originalFile
source: Original
zh_hans: 原件

# verify.originalText
source: Original Message
zh_hans: 原始消息

# verify.result
source: Verification Result
zh_hans: 验证结果

# verify.signer
source: Signer
zh_hans: 签名者

# verify.selectOriginal
source: Select Original File
zh_hans: 选择原始文件

# verify.selectSignature
source: Select .sig File
zh_hans: 选择 .sig 文件

# verify.signatureFile
source: Signature
zh_hans: 签名

# verify.title
source: Verify
zh_hans: 验证

# verify.verifying
source: Verifying...
zh_hans: 验证中…

# addcontact.file.readFailed
source: Could not read key file
zh_hans: 无法读取密钥文件

# common.working
source: Working...
zh_hans: 处理中...

# contactcertsig.action.certify
source: Generate Certification
zh_hans: 生成认证签名

# contactcertsig.action.verifyBinding
source: Verify User ID Binding
zh_hans: 验证用户 ID 绑定

# contactcertsig.action.verifyDirect
source: Verify Direct-Key Signature
zh_hans: 验证直接密钥签名

# contactcertsig.certificationKind
source: Certification Kind
zh_hans: 认证类型

# contactcertsig.clearImportedFile
source: Clear imported signature file
zh_hans: 清除已导入的签名文件

# contactcertsig.contact
source: Contact
zh_hans: 联系人

# contactcertsig.import.failed
source: Could not read signature file.
zh_hans: 无法读取签名文件。

# contactcertsig.importSignature
source: Import Signature File
zh_hans: 导入签名文件

# contactcertsig.kind.casual
source: Casual
zh_hans: 一般

# contactcertsig.kind.generic
source: Generic
zh_hans: 通用

# contactcertsig.kind.persona
source: Persona
zh_hans: 身份

# contactcertsig.kind.positive
source: Positive
zh_hans: 积极

# contactcertsig.loadFailed.title
source: Could Not Load Certificate Details
zh_hans: 无法加载证书详情

# contactcertsig.loading
source: Loading certificate signature context...
zh_hans: 正在加载证书签名上下文...

# contactcertsig.mode
source: Mode
zh_hans: 模式

# contactcertsig.mode.binding
source: User ID Binding Verify
zh_hans: 用户 ID 绑定验证

# contactcertsig.mode.certify
source: Certify User ID
zh_hans: 认证用户 ID

# contactcertsig.mode.direct
source: Direct Key Verify
zh_hans: 直接密钥验证

# contactcertsig.notFound.title
source: Contact Not Found
zh_hans: 找不到联系人

# contactcertsig.overview
source: Overview
zh_hans: 概览

# contactcertsig.result
source: Result
zh_hans: 结果

# contactcertsig.result.kind
source: Certification Kind
zh_hans: 认证类型

# contactcertsig.result.signer
source: Signer
zh_hans: 签名者

# contactcertsig.result.signingKey
source: Signing Key
zh_hans: 签名密钥

# contactcertsig.result.status
source: Status
zh_hans: 状态

# contactcertsig.signature
source: Signature
zh_hans: 签名

# contactcertsig.signature.footer
source: Supports .asc and .sig signature files. Imported file bytes remain authoritative until the text is edited or cleared.
zh_hans: 支持 .asc 和 .sig 签名文件。在编辑或清除文本之前，导入文件的字节内容始终作为权威来源。

# contactcertsig.signer
source: Signer
zh_hans: 签名者

# contactcertsig.signer.contact
source: Contact
zh_hans: 联系人

# contactcertsig.signer.empty
source: No local keys are available to certify this contact.
zh_hans: 没有可用于为此联系人认证的本地密钥。

# contactcertsig.signer.footer.empty
source: Create or import one of your own keys before generating a certification signature.
zh_hans: 请先创建或导入你自己的密钥，再生成认证签名。

# contactcertsig.signer.ownKey
source: Your Key
zh_hans: 你的密钥

# contactcertsig.signer.unknown
source: Unknown
zh_hans: 未知

# contactcertsig.signer.verified
source: Verified Contact
zh_hans: 已验证联系人

# contactcertsig.status.invalid
source: Invalid
zh_hans: 无效

# contactcertsig.status.signerMissing
source: Signer Missing
zh_hans: 缺少签名者

# contactcertsig.status.valid
source: Valid
zh_hans: 有效

# contactcertsig.title
source: Certificate Signatures
zh_hans: 证书签名

# contactcertsig.userId.occurrence
source: Occurrence %lld
zh_hans: 第 %lld 个

# contactcertsig.userId.primary
source: Primary
zh_hans: 主

# contactcertsig.userId.revoked
source: Revoked
zh_hans: 已吊销

# contactcertsig.userIds
source: User ID
zh_hans: 用户 ID

# contactcertsig.userIds.empty
source: No selectable User IDs were found.
zh_hans: 未找到可供选择的用户 ID。

# contactcertsig.userIds.footer
source: Duplicate User IDs remain separate choices. The occurrence number identifies the exact packet.
zh_hans: 重复的用户 ID 会分别保留为独立选项。出现序号用于标识确切的数据包。

# contactdetail.actions
source: Actions
zh_hans: 操作

# contactdetail.certificateSignatures
source: Certificate Signatures
zh_hans: 证书签名

# contactdetail.markVerified
source: I Verified This Fingerprint
zh_hans: 我已核对该指纹

# contactdetail.shortKeyId
source: Short Key ID
zh_hans: 短密钥 ID

# contactdetail.unverified
source: This contact has not been verified yet. Confirm the fingerprint with the key owner before relying on it.
zh_hans: 此联系人尚未验证。在依赖该联系人前，请先与密钥所有者核对指纹。

# contacts.notFound
source: The selected contact could not be found.
zh_hans: 找不到所选联系人。

# contacts.unverified
source: Unverified
zh_hans: 未验证

# encrypt.contact.unverified
source: Unverified
zh_hans: 未验证

# encrypt.unverified.confirm.action
source: Encrypt Anyway
zh_hans: 仍然加密

# encrypt.unverified.confirm.message
source: These recipients are not verified yet: %@. Continue only if you trust these keys.
zh_hans: 这些收件人尚未验证：%@。仅在你信任这些密钥时才继续。

# encrypt.unverified.confirm.title
source: Use Unverified Recipients?
zh_hans: 要使用未验证的收件人吗？

# encrypt.unverified.warning
source: One or more selected recipients are still unverified. Verify their fingerprints before relying on them.
zh_hans: 一个或多个已选收件人尚未验证。在信任这些密钥前，请先核对其指纹。

# import.file.readFailed
source: Could not read key file
zh_hans: 无法读取密钥文件

# settings.appIcon.visionosUnavailable
source: Apps built natively with the visionOS SDK do not support changing alternate app icons at runtime.
zh_hans: 使用 visionOS SDK 原生构建的 App 不支持在运行时更换备用 App 图标。

# signature.fingerprint
source: Fingerprint
zh_hans: 指纹

# signature.identity.contact
source: Contact
zh_hans: 联系人

# signature.identity.contact.unverified
source: Unverified Contact
zh_hans: 未验证联系人

# signature.identity.contact.unverified.note
source: This signer matches a contact in your address book, but you have not verified that contact's fingerprint yet.
zh_hans: 该签名者与你通讯录中的联系人匹配，但你尚未验证该联系人的指纹。

# signature.identity.ownKey
source: Your Key
zh_hans: 你的密钥

# signature.identity.unknown
source: Unknown Signer
zh_hans: 未知签名者

# signature.shortKeyId
source: Short Key ID
zh_hans: 短密钥 ID

# startup.recovery.retryable
source: A previous secure key migration could not be fully recovered. CypherAir will retry recovery on next launch.
zh_hans: 先前的安全密钥迁移未能完全恢复。CypherAir 将在下次启动时重试恢复。

# startup.recovery.unrecoverable
source: A previous secure key migration could not be recovered. Restore from backup if private-key operations fail.
zh_hans: 先前的安全密钥迁移无法恢复。如果私钥操作失败，请从备份恢复。

# startup.protectedData.recoveryNeeded
source: Protected app data is unavailable and may require recovery.
zh_hans: 受保护的应用数据当前不可用，可能需要恢复。

# startup.protectedData.pendingRecovery
source: Protected app data has pending recovery work that must complete before protected content can open.
zh_hans: 受保护的应用数据仍有待完成的恢复工作，必须先完成恢复后才能打开受保护内容。
